
[Advertise]
S250_CVRefuse=<Assault> Extend arm
S250_CVLastAttack=<Assault> End it
S230_Shoot=<Shoot> Fire / Hold for Rapid Fire
S230_Jump=<Jump> Jump

[Credittitle]
Credit_Chakravartin03=Chakravartin
EnshutsuJokantoku01=Assistant Cinematics Directors
CC2AndRIZ=CyberConnect2 Co., Ltd./RIZ Inc.
SetStaff02=Yoichi Nishida/Shinji Hasebe
SetStaff03=Nick Diliberto/Shinya Norimura

[Telop]
telop_CUSA=© CAPCOM U.S.A., INC. 2012 ALL RIGHTS RESERVED.
telop_210_02=Center of the Karma Fortress Ruins
telop_250_01=Asura, The Destructor
telop_250_04=Event Horizon
telop_250_05=Chakravartin, The Creator

[Collection]
Prize55=Nirvana
